Repository: jaos/slapt-src
Catalog: po/*.po
Languages: bg, ca, cs, de, el, es_ar, fr, hi_in, hu, it, ja, nl, pt_pt, ru, sv, tr, uk

source: %s - A SlackBuild utility
bg: %s - SlackBuild средство
ca: %s - Una utilitat d'SlackBuild
cs: %s - Nástroj SlackBuild
de: %s - Ein SlackBuild-Werkzeug
el: %s - Ένα εργαλείο για αρχεία SlackBuild
es_ar: %s - Un utilitario para SlackBuild
fr: %s - Un utilitaire pour SlackBuild
hi_in: %s - स्लैकबिल्ड साधन
hu: %s - A SlackBuild segédprogram
it: %s - Una utility per SlackBuild
ja: %s - SlackBuild ユーティリティ
nl: %s - Een SlackBuild hulpprogramma
pt_pt: %s - Um utilitário SlackBuild
ru: %s - Утилита для SlackBuild'ов
sv: %s - Ett SlackBuild verktyg
tr: %s SlackBuild aracı
uk: %s - утиліта для SlackBuild

source: %s version %s
bg: %s версия %s
ca: %s versió %s
cs: %s verze %s
el: %s έκδοση %s
es_ar: %s versión %s
hi_in: %sसंस्करण%s
hu: %s verzió %s
it: %s versione %s
ja: %s バージョン %s
nl: %s versie %s
pt_pt: %s versão %s
ru: %s версия %s
tr: %s sürüm %s
uk: %s версія %s

source: Abort.
bg: Прекъсване.
ca: Avorta.
cs: Zrušit.
de: Abbruch.
el: Ακύρωση.
es_ar: Abortar.
fr: Annulé.
hi_in: निरस्त करें।
hu: Megszakítva.
it: Annulla.
ja: 中止
nl: Afbreken.
pt_pt: Abortar.
ru: Отмена.
sv: Avbryt.
tr: İptal.
uk: Перервати.

source: BUILD: %s
bg: ИЗГРАДИ: %s
ca: MUNTATGE: %s
cs: SESTAVENÍ: %s
de: ERSTELLEN: %s
fr: CONSTRUIT : %s
hi_in: बिल्ड : %s
it: IN COSTRUZIONE: %s
ja: ビルド: %s
pt_pt: COMPILAR: %s
ru: СОБРАТЬ: %s
sv: BYGG: %s
tr: İNŞA: %s
uk: ЗБИРАННЯ: %s

source: Cached
bg: Кеширан
ca: A la cau
cs: Ve vyrovnávací paměti
de: Gespeichert
el: Στη μνήμη
es_ar: En caché
fr: En cache
hi_in: कैश किया गया
hu: Tárolt
it: In cache
ja: キャッシュ済み
nl: Gecached
pt_pt: Em cache
ru: Сохранено
sv: Cachad
tr: Zulalandı
uk: Збережено

source: Do you want to continue? [y/N]
bg: Желаете ли да продължите? [y(да)/N(НЕ)]
ca: Voleu continuar? [s/N]
cs: Chcete pokračovat? [y/N]
de: Fortfahren? [y/N]
el: Θέλετε να συνεχίσετε; [y/N]
es_ar: ¿Desea continuar? [y/N]
fr: Voulez-vous continuer ? [y (oui)/N (non)]
hi_in: जारी रखना चाहते हैं? [y/N]
hu: Valóban folytatni akarja? [y/N]
it: Vuoi continuare? [y/N]
ja: このまま続けてよろしいですか？ [y/N]
nl: Wilt u doorgaan? [y/N]
pt_pt: Continuar? [y/N]
ru: Продолжить? [y/N]
sv: Vill du fortsätta? [y/N]
tr: Devam etmek ister misiniz? [y/N]
uk: Продовжити? [y/N]

source: Done
bg: Готово
ca: Fet.
cs: Hotovo
de: Fertig
el: Έτοιμο
es_ar: Hecho
fr: Réalisé
hi_in: पूर्ण हुआ
hu: Kész
it: Fatto
ja: 完了
nl: Klaar
pt_pt: Terminado
ru: Готово
sv: Klart
tr: Bitti
uk: Готово

source: Download failed: %s
bg: Изтеглянето се провали: %s
ca: Ha fallat la baixada: %s
cs: Stažení se nezdařilo: %s
de: Herunterladen von %s gescheitert
el: Η λήψη του αρχείου απέτυχε: %s
es_ar: Error en la descarga: %s
fr: Erreur de téléchargement : %s
hi_in: डाउनलोड विफल : %s
hu: Letöltés sikertelen: %s
it: Scaricamento fallito: %s
ja: ダウンロード失敗: %s
nl: Download mislukt: %s
pt_pt: Falha ao transferir: %s
ru: Не удалось загрузить: %s
sv: Nedladdning misslyckades: %s
tr: İndirme başarısız: %s
uk: Звантаження не вдалося: %s

source: FETCH: %s
bg: ИЗВЛИЧАНЕ: %s
ca: RECULL: %s
cs: NAČTENÍ: %s
de: HOLEN: %s
fr: RÉCUPÉRÉ : %s
hi_in: प्राप्त : %s
it: RECUPERO: %s
ja: 取得: %s
pt_pt: OBTER: %s
ru: ИЗВЛЕЧЬ: %s
sv: HÄMTA: %s
uk: ОТРИМАННЯ: %s

source: Failed
bg: Неуспех
ca: Ha fallat.
cs: Nepodařilo se
de: Gescheitert
el: Αποτυχία
es_ar: Error
fr: Échec
hi_in: विफल
hu: Sikertelen
it: Errore
ja: 失敗
nl: Mislukt
pt_pt: Erro
ru: Ошибка
sv: Misslyckades
tr: Başarısız
uk: Не вдалося

source: Failed to chdir to %s
bg: Неуспех на chdir в %s
ca: Ha fallat fer chdir a %s
cs: Nepodařilo se změnit adresář na: %s
de: Wechseln nach %s gescheitert
el: Αποτυχία αλλαγής καταλόγους στο %s
es_ar: No se pudo hacer chdir a %s
fr: Impossible de changer de répertoire pour %s
hi_in: %s हेतु chdir करने में विफल
hu: Sikertelen chdir ide: %s
it: Errore in chdir a %s
ja: %s への chdir に失敗しました
nl: chdir naar %s mislukt
pt_pt: Falha ao alterar para %s
ru: Не удалось перейти в %s
sv: Misslyckades att byta katalog till %s
tr: Başarısız chdir %s
uk: Неможливо перейти в каталог %s.

source: Failed to chdir to build directory
bg: Неуспех на chdir в директорията за изграждане
ca: Ha fallat fer chdir al directori de construcció.
cs: Nepodařilo se změnit adresář na sestavovací adresář
de: Wechseln in das Arbeitsverzeichnis gescheitert
el: Αδυναμία αλλαγής τρέχοντος καταλόγου στο κατάλογο εργασίας
es_ar: No se pudo hace chdir al directorio de compilación
fr: Impossible de changer de répertoire pour le répertoire de construction
hi_in: बिल्ड डायरेक्टरी हेतु chdir करने में विफल
hu: Nem sikerült a fordítási könyvtárba lépni
it: Errore in chdir per la directory di costruzione pacchetto
ja: build ディレクトリの chdir に失敗
nl: chdir naar de build folder mislukt
pt_pt: Falha ao alterar para o diretório
ru: Не удалось перейти в каталог сборки
sv: Det gick inte att byta till byggkatalog
uk: Не вдалося перейти до теки збирання

source: Failed to construct command string
bg: Неуспех при конструирането на команден низ
ca: Ha fallat construir la cadena d'ordres
cs: Nepodařilo se sestavit řetězec příkazů
de: Erstellen des Befehls-Aufrufs gescheitert
el: Αδυναμία δημιουργίας εντολής
es_ar: No se pudo construir la cadena del comando
fr: Impossible de construire la chaîne de caractères de commande
hi_in: कमांड वाक्यांश बनाने में विफल
hu: Nem sikerült a parancs végrehajtásához szükséges szöveg összeállítása
it: Errore nella composizione della stringa di comando
ja: コマンド文字列の構築に失敗しました
nl: Command string constructie mislukt
pt_pt: Falha ao criar linhas de comando
ru: Не удалось построить строку с командой
sv: Det gick inte att konstruera kommandosträng
tr: Komut dizisi oluşturma başarısız
uk: Не вдалося створити командну стрічку

source: Failed to create build directory [%s]
bg: Неуспех при създаване на директория за изграждане [%s]
ca: Ha fallat crear el directori de construcció [%s]
cs: Nepodařilo se vytvořit sestavovací adresář [%s]
de: Erstellen des Arbeitsverzeichnisses [%s] gescheitert
el: Αδυναμία δημιουργίας του καταλόγου εργασίας [%s]
es_ar: No se pudo crear el directorio de compilación [%s]
fr: Impossible de créer le répertoire de construction [%s]
hi_in: बिल्ड डायरेक्टरी बनाने में विफल [%s]
hu: A fordítási könyvtár létrehozása sikertelen [%s]
it: Errore nella creazione della directory di costruzione pacchetto [%s]
ja: build ディレクトリ [%s] の作成に失敗しました
nl: Aanmaak Build folder mislukt [%s]
pt_pt: Falha ao criar o diretório [%s]
ru: Не удалось создать каталог сборки [%s]
sv: Det gick inte att skapa byggkatalogen [%s]
tr: İnşa klasörü oluşturma başarısız [%s]
uk: Не вдалося створити теку збирання [%s]

source: Failed to open %s for reading
bg: Неуспех при отваряне на %s за четене
ca: Ha fallat obrir %s per a la lectura.
cs: Nepodařilo se otevřít %s pro čtení
de: Einlesen von %s gescheitert
el: Αποτυχία κατά το άνοιγμα του %s για ανάγνωση
es_ar: No se pudo abrir %s para lectura
fr: Impossible d'ouvrir %s en lecture
hi_in: रीड हेतु %s खोलने में विफल
hu: Sikertelen a következő megnyitása olvasásra %s
it: Errore nell'apertura in lettura di %s
ja: %s を開くことができません
nl: Openen van %s om te lezen mislukt
pt_pt: Falha ao abrir %s para leitura
ru: Не удалось открыть %s на чтение
sv: Det gick inte att öppna %s för läsning
tr: %s okuma için açılamadı
uk: Не в змозі відкрити %s для читання

source: Failed to open current directory
bg: Неуспех при отваряне на сегашната директория
ca: Ha fallat obrir el directori actual.
cs: Nepodařilo se otevřít aktuální adresář
de: Öffnen des aktuellen Verzeichnisses gescheitert
el: Αδυναμία ανοίγματος του τρέχοντος καταλόγου
es_ar: No se pudo abrir el directorio actual
fr: Impossible de lire le répertoire courant
hi_in: वर्तमान डायरेक्टरी खोलने में विफल
hu: Az aktuális könyvtár megnyitása sikertelen
it: Errore nell'apertura della directory corrente
ja: ディレクトリを開くことができませんでした
nl: Huidige folder openen mislukt
pt_pt: Falha ao abrir o diretório atual
ru: Не удалось открыть текущий каталог
sv: Det gick inte att öppna aktuell katalog
tr: Geçerli dizin açılamadı
uk: Неможливо відкрити поточну теку

source: Failed to read %s
bg: Неуспех при четене %s
ca: Ha fallat llegir %s
cs: Nepodařilo se přečíst %s
de: Lesen von %s gescheitert
el: Αδυναμία ανάγνωσης %s
es_ar: No se pudo leer %s
fr: Impossible de lire %s
hi_in: %s रीड करने में विफल
hu: %s olvasása nem sikerült
it: Errore nella lettura di %s
ja: %sを読み込むことができませんでした
nl: Lezen van %s mislukt
pt_pt: Falha ao ler %s
ru: Не удалось прочитать %s
sv: Det gick inte att läsa %s
tr: %s okuma başarısız
uk: Не в змозі прочитати %s

source: Fetching %s...
bg: Извличане %s...
ca: Recollint %s...
cs: Načítání %s...
de: Hole %s...
el: Λήψη του %s...
es_ar: Recuperando %s...
fr: Récupération de %s…
hi_in: %s प्राप्त हो रहा है ...
hu: %s letöltése...
it: Recupero di %s...
ja: %sを取得中
nl: %sbinnenhalen...
pt_pt: A obter %s...
ru: Получение %s...
sv: Hämtar %s...
uk: Отримую %s...

source: Fetching slackbuild list from %s...
bg: Извличане на slackbuild лист от %s...
ca: Recollint la llista d'slackbuild des de %s...
cs: Načítání seznamu SlackBuildů z %s...
de: Hole SlackBuild-Liste von %s...
el: Λήψη της λίστας slackbuild από το %s...
es_ar: Recuperando la lista de slackbuild desde %s...
fr: Récupération de la liste des slackbuild depuis %s…
hi_in: %s से स्लैकबिल्ड सूची प्राप्त हो रही है ...
hu: Slackbuild csomagok listájának olvasása innét %s...
it: Recupero della lista degli slackbuild da %s...
ja: %sから slackbuild のリストを取得中
nl: Slackbuild lijst van %sverkrijgen...
pt_pt: A obter lista slackbuild de %s...
ru: Получение списка слакбилдов с %s...
sv: Hämtar slackbuild lista från %s...
uk: Отримання списку slackbuild'ів з %s...

source: INSTALL: %s
bg: ИНСТАЛИРАЙ: %s
ca: INSTAL·LA: %s
cs: INSTALACE: %s
de: INSTALLIEREN: %s
fr: INSTALLÉ :%s
hi_in: इंस्टॉल : %s
it: INSTALLAZIONE: %s
ja: インストール: %s
pt_pt: INSTALAR: %s
ru: УСТАНОВИТЬ: %s
sv: INSTALLERA: %s
tr: KUR: %s
uk: ВСТАНОВЛЕННЯ: %s

source: Individual packages not accepted when upgrading all slackbuilds
bg: Индивидуални пакети, които не са приети при обновяването на всички slackbuild-ове
cs: Při upgradování všech SlackBuildů nejsou jednotlivé balíčky akceptovány
hi_in: सभी स्लैकबिल्ड अपग्रेड करते समय एकल पैकेज स्वीकार्य नहीं है
it: Singoli pacchetti non accettati durante l'aggiornamento di tutti gli slackbuild.
nl: Afzonderlijke pakketten niet geaccepteerd tijdens het upgraden van alle slackbuilds
pt_pt: Pacotes individuais não aceites ao atualizar todos os slackbuilds
sv: Individuella paket accepteras inte vid uppgradering av alla slackbuilds

source: MD5SUM mismatch for %s
bg: MD5SUM несъответствие за %s
ca: No coincidència d'MD5SUM per a %s
cs: MD5SUM pro %s se neshoduje
de: MD5-Fehler bei %s
el: Αποτυχία στον έλεγχο MD5SUM για το %s
es_ar: Error de MD5SUM para %s
fr: Les sommes de contrôle ne sont pas appareillées pour %s
hi_in: %s हेतु एमडी5 सम मेल नहीं खाता
hu: MD5SUM eltérő ehhez %s
it: MD5SUM non coincidente per %s
ja: %sの MD5SUM が一致していません
nl: MD5SUM discrepantie voor %s
pt_pt: MD5SUM diferente para %s
ru: MD5SUM не совпадает для %s
sv: Md5SUM mismatch för %s
uk: MD5SUM не співпадає для %s

source: Mismatch between download files and md5sums
bg: Несъответствие между изтеглените файлове и md5sum-ите
ca: No hi ha coincidència entre els fitxers baixats i les sumes md5.
cs: Mezi staženými soubory a MD5SUM není shoda
de: Differenz zwischen geholten Dateien und MD5-Summen
el: Τα ληφθέντα αρχεία και τα αρχεία md5sum δεν ταιριάζουν
es_ar: Falta de coincidencia entre los archivos de descarga y md5sums
fr: Incohérence entre les fichiers téléchargés et les sommes de contrôle
hi_in: डाउनलोड फ़ाइलें व एमडी5 सम मेल नहीं खाते
hu: A letöltött fájlok és md5sum összegek eltérnek
it: Manca corrispondenza tra i file scaricati e le somme md5
ja: ダウンロードファイルと md5sums 間が一致していません
nl: Discrepantie tussen downloadbestanden en md5sums
pt_pt: Diferenças entre os ficheiros recebidos e md5sum
ru: md5-суммы для загруженных файлов не совпадают
sv: Bristande överensstämmelse mellan hämtade filer och MD5SUMS
uk: Невідповідність між звантаженими файлами і контрольною сумою md5sums

source: Missing slackbuild: %s requires %s
bg: Липсва slackbuild: %s изисква %s
ca: Falta un slackbuild: %s requereix %s
cs: Chybějících SlackBuild: %s vyžaduje %s
de: Fehlendes SlackBuild: %s erfordert %s
el: Αδυναμία εύρεσης του slackbuild: το %s απαιτεί το %s
es_ar: Slackbuild faltante: %s necesita %s
fr: Dépendances manquantes pour le slackbuild : %s nécessite %s
hi_in: अनुपस्थित स्लैकबिल्ड : %s हेतु आवश्यक %s
hu: Hiányzó slackbuild csoamg: %s szükséges ehhez %s
it: Slackbuild mancante: %s richiede %s
ja: slackbuild ミス：%s には %s が必要です
nl: Missende slackbuild: %s heeft %snodig
pt_pt: Slackbuild em falta: %s requer %s
ru: Слакбилд отсутствует: %s требует %s
sv: Saknad slackbuild: %s kräver %s
uk: Пропущено slackbuild: %s потребує %s

source: No BUILDDIR specified in the configuration
bg: BUILDDIR не е зададен в конфигурацията
ca: No hi ha BUILDDIR especificat a la configuració.
cs: V konfiguraci není specifikován adresář BUILDDIR
de: Kein BUILDDIR-Eintrag in Konfigurations-Datei
el: Δεν έχει προσδιοριστεί το BUILDDIR στις ρυθμίσεις
es_ar: No se especificó BUILDDIR en la configuración
fr: Le paramètre BUILDDIR n'a pas été indiqué dans la configuration
hi_in: विन्यास में कोई BUILDDIR निर्दिष्ट नहीं
hu: Nincs BUILDDIR meghatározva a konfigurációban
it: Nessuna BUILDDIR specificata nel file di configurazione
ja: 設定で BUILDDIR が指定されません
nl: Geen BUILDDIR gespecificeerd in de configuratie
pt_pt: Nenhum BUILDDIR especificado na configuração
ru: Значение BUILDDIR не задано в конфигурационном файле
sv: Ingen BUILDDIR angiven i konfigurationen
uk: Не вказано BUILDDIR в налаштуваннях

source: Options
bg: Опции
ca: Opcions
cs: Možnosti
de: Optionen
el: Επιλογές
hi_in: विकल्प
it: Opzioni
ja: オプション:
nl: Opties
pt_pt: Opções
ru: Опции
sv: Alternativ
tr: Opsiyonlar
uk: Параметри

source: SlackBuild Category: %s
bg: SlackBuild Категория: %s
ca: Categoria de l'SlackBuild: %s
cs: Kategorie SlackBuild: %s
de: SlackBuild-Kategorie: %s
el: Κατηγορία SlackBuild: %s
es_ar: Categoría de slackBuild: %s
fr: Catégorie du SlackBuild : %s
hi_in: स्लैकबिल्ड श्रेणी : %s
hu: SlackBuild Kategória: %s
it: Categoria dello SlackBuild: %s
ja: SlackBuild カテゴリ: %s
nl: SlackBuild Categorie: %s
pt_pt: Categoria SlackBuild: %s
ru: Категория слакбилда: %s
sv: SlackBuild Kategori: %s
tr: SlackBuild Kategorisi: %s
uk: Категорія SlackBuild'а: %s

source: SlackBuild Description: %s
bg: SlackBuild Описание: %s
ca: Descripció de l'SlackBuild: %s
cs: Popis SlackBuild: %s
de: SlackBuild-Beschreibung: %s
el: Περιγραφή SlackBuild: %s
es_ar: Descripción de slackBuild: %s
fr: Description du SlackBuild : %s
hi_in: स्लैकबिल्ड विवरण : %s
hu: SlackBuild Leírás: %s
it: Descrizione dello SlackBuild: %s
ja: SlackBuild の説明: %s
nl: SlackBuild Omschrijving: %s
pt_pt: Descrição SlackBuild: %s
ru: Описание слакбилда: %s
sv: SlackBuild Beskrivning: %s
tr: SlackBuild Açıklaması: %s
uk: Опис SlackBuild'а: %s

source: SlackBuild Files:
bg: SlackBuild Файлове:
ca: Fitxers de l'SlackBuild:
cs: Soubory SlackBuild:
de: SlackBuild-Dateien:
el: Αρχεία SlackBuild:
es_ar: Archivos de slackBuild:
fr: Fichiers du SlackBuild :
hi_in: स्लैकबिल्ड फ़ाइलें :
hu: SlackBuild Fájlok:
it: Files dello SlackBuild:
ja: SlackBuild ファイル：
nl: SlackBuild Bestanden:
pt_pt: Ficheiros SlackBuild:
ru: Файлы слакбилда:
sv: SlackBuild Filer:
tr: SlackBuild Dosyaları:
uk: Файли в SlackBuild'і:

source: SlackBuild Name: %s
bg: SlackBuild Име: %s
ca: Nom de l'SlackBuild: %s
cs: Název SlackBuild: %s
el: Όνομα SlackBuild: %s
es_ar: Nombre de slackBuild: %s
fr: Nom du SlackBuild : %s
hi_in: स्लैकबिल्ड नाम : %s
hu: SlackBuild Név: %s
it: Nome dello SlackBuild: %s
ja: SlackBuild の名称：%s
nl: SlackBuild Naam: %s
pt_pt: Nome SlackBuild: %s
ru: Имя слакбилда: %s
sv: SlackBuild Namn: %s
tr: SlackBuild Adı: %s
uk: Назва SlackBuild'а: %s

source: SlackBuild Requires: %s
bg: SlackBuild Изисква: %s
ca: L'SlackBuild requereix...: %s
cs: SlackBuild vyžaduje: %s
de: SlackBuild-Abhängigkeiten: %s
el: Εξαρτήσεις Slackbuild: %s
es_ar: SlackBuild necesita: %s
fr: Dépendances du SlackBuild : %s
hi_in: स्लैकबिल्ड हेतु आवश्यक : %s
hu: SlackBuild Szükséges: %s
it: Dipendenze dello SlackBuild: %s
ja: SlackBuild 必須: %s
nl: SlackBuild Vereist: %s
pt_pt: SlackBuild requer: %s
ru: Требования слакбилда: %s
sv: SlackBuild Kräver: %s
tr: SlackBuild Gereksinimleri: %s
uk: SlackBuild потребує: %s

source: SlackBuild Version: %s
bg: SlackBuild Версия: %s
ca: Versió de l'SlackBuild: %s
cs: Verze SlackBuild: %s
el: Έκδοση SlackBuild: %s
es_ar: Versión de slackBuild: %s
fr: Version du SlackBuild : %s
hi_in: स्लैकबिल्ड संस्करण : %s
hu: SlackBuild Verzió: %s
it: Versione dello SlackBuild: %s
ja: SlackBuild バージョン: %s
nl: SlackBuild Versie: %s
pt_pt: Versão SlackBuild: %s
ru: Версия слакбилда: %s
tr: SlackBuild Versiyonu: %s
uk: Версія SlackBuild'а: %s

source: The following dependent slackbuilds will be built and installed:
bg: Следните зависими slackbuild-ове ще бъдат изградени и инсталирани:
ca: Els slackbuilds dependents següents es construiran i s'instal·laran:
cs: Budou sestaveny a nainstalovány tyto závislé slackbuildy:
de: Erstelle und installiere folgende(s) Abhängigkeits-SlackBuild(s):
el: Οι ακόλουθες slackbuild εξαρτήσεις θα δημιουργηθούν και θα εγκατασταθούν:
es_ar: Se compilarán e instalarán los siguientes slackbuilds dependientes:
fr: Les slackbuild suivants sont des dépendances requises et seront donc construits et installés :
hi_in: निम्नलिखित आश्रित पैकेज स्लैकबिल्ड बिल्ड कर इंस्टॉल होंगे :
hu: A következő függő slackbuild csomagok lesznek fordítva és telepítve:
it: I seguenti slackbuild sono dipendenze e quindi verranno costruiti ed installati:
ja: 次の依存 slackbuildsが構築され、インストールされます:
nl: De volgende afhankelijke slackbuilds zullen gemaakt en geïnstalleerd worden:
pt_pt: Os seguintes slackbuilds serão compilados e instalados:
ru: Следующие зависимые слакбилды будут собраны и установлены:
sv: Följande beroende slackbuilds kommer att byggas och installeras:
uk: Наступні slackbuild-залежності будуть зібрані і встановлені:

source: The following packages will be %s:
bg: Следните пакети ще бъдат %s:
ca: Els paquets següents seran %s:
cs: Tyto balíčky budou %s:
de: Folgende(s) Paket(e) werden %s:
el: τα ακόλουθα πακέτα θα %s:
es_ar: Los siguientes paquetes serán %s:
fr: Les paquets suivants seront %s :
hi_in: निम्नलिखित पैकेज %s होंगे :
hu: A következő csomagok lesznek %s:
it: I seguenti pacchetti saranno %s:
ja: 次のパッケージは %s になります:
nl: De volgende pakketten zullen zijn %s:
pt_pt: Os seguintes pacotes serão %s:
ru: Следующие пакеты будут %s:
sv: Följande paket kommer att %s:
uk: Наступні пакунки будуть %s:

source: Unable to find all specified slackbuilds.
bg: Неуспех при търсенето на посочените slackbuild-ове.
ca: No es poden trobar tots els slackbuilds especificats.
cs: Nelze najít všechny specifikované slackbuildy.
de: Konnte nicht alle angegebenen SlackBuilds finden.
el: Αδυναμία εύρεσης όλων των slackbuilds.
es_ar: Imposible encontrar todos los slackbuilds especificados.
fr: Impossible de trouver tous les slackbuild spécifiés.
hi_in: सभी निर्दिष्ट स्लैकबिल्ड प्राप्त करने में विफल।
hu: Nem található az összes megadott slackbuild csomag.
it: Impossibile trovare tutti gli slackbuilds indicati.
ja: 指定されたすべての slackbuild を見つけることができません。
nl: Niet gelukt om alle gespecificeerde slackbuilds te vinden.
pt_pt: Incapaz de localizar todos os slackbuilds especificados.
ru: Не удалось найти все указанные слакбилды.
sv: Kunde inte hitta alla angivna slackbuilds.
tr: Belirtilen tüm slackbuild'ları bulamadı.
uk: Неможливо знайти всі вказані slackbuild'и.

source: Unable to find generated package
bg: Неуспех при търсенето на генерирания пакет
ca: No es pot trobar el paquet generat
cs: Nelze najít vygenerované balíčky
de: Kann erstellte(s) Paket(e) nicht finden
el: Αδυναμία εύρεσης του πακέτου που δημιουργήθηκε
es_ar: No se puede encontrar el paquete generado
fr: Impossible de trouver le paquet généré
hi_in: बनाया गया पैकेज खोजने में विफल
hu: Nem található a lefordított csomag
it: Impossibile ritrovare il pacchetto generato
ja: コンパイルされたパッケージを見つけることができません。
nl: Niet gelukt om het aangemaakte pakket te vinden
pt_pt: Incapaz de localizar os pacotes gerados
ru: Не удалось найти сгенерированный пакет
sv: Kunde inte hitta genererade paket
tr: Oluşturulan paket bulunamadı
uk: Неможливо знайти створений пакунок

source: Usage: %s [option(s)] [action] [slackbuild(s)]
bg: Употреба: %s [опция(и)] [действие] [slackbuild(-ове)]
ca: Ús: %s [opcions] [acció] [slackbuild(s)]
cs: Použití: %s [volby] [akce] [slackbuild(y)]
de: Aufruf: %s [Option(en)] [Aktion] [SlackBuild(s)]
el: Χρήση: %s [επιλογή(ες)] [ενέργεια] [slackbuild(s)]
es_ar: Uso: %s [opciones] [acción] [slackbuild(s)]
fr: Utilisation : %s [option(s)] [action] [liste de slackbuild]
hi_in: उपयोग : %s [विकल्प] [कार्य] [स्लैकबिल्ड]
hu: Használat: %s [opció(k) [művelet] [slackbuild csomag(ok)]
it: Funzionamento: %s [option(s)] [action] [slackbuild(s)]
ja: 使用方法: %s [オプション] [アクション] [slackbuild]
nl: Gebruik: %s [option(s)] [action] [slackbuild(s)]
pt_pt: Utilização: %s [opção(ões)] [ação(ões)] [slackbuild(s)]
ru: Использование: %s [опции] [действие] [слакбилды]
sv: Användning: %s [option(s)] [action] [slackbuild(s)]
uk: Використання: %s [опція(ї)] [дія] [slackbuild(и)]

source: applicable only to --upgrade-all
bg: приложимо само при --upgrade-all
cs: použitelné pouze pro volbu --upgrade-all
hi_in: केवल --upgrade-all पर लागू
it: applicabile solo all'opzione --upgrade-all
nl: uitsluitend bij --upgrade-all te gebruiken
pt_pt: aplicável apenas a --upgrade-all
sv: gäller endast för --upgrade-all

source: build-only and fetch-only options are mutually exclusive
bg: build-only и fetch-only се изключват взаимно
cs: volby build-only a fetch-only se vzájemně vylučují
hi_in: केवल- बिल्ड व केवल-प्राप्त परस्पर अपवर्जी हैं
it: le opzioni build-only a fetch-only si escludono reciprocamente
nl: build-only en fetch-only opties zijn niet samen te gebruiken
pt_pt: As opções apenas para compilação e apenas para busca são mutuamente exclusivas
sv: Endast byggalternativ och hämtningsalternativ är ömsesidigt uteslutna

source: built
bg: изгради
ca: construïts
cs: sestaveno
de: erstellt
el: δημιουργηθούν
es_ar: compilado
fr: construits
hi_in: बिल्ड किया गया
hu: lefordított
it: costruito
ja: ビルド
nl: gemaakt
pt_pt: compilado
ru: собраны
sv: bli byggd
tr: inşa edilmiş
uk: зібрано

source: clean build directory
bg: изчисти директорията за изграждане
ca: neteja el directori de construcció
cs: vyprázdnit sestavovací adresář
de: Arbeitsverzeichnis säubern
el: καθαρισμός καταλόγου εργασίας
fr: nettoie le répertoire de construction
hi_in: बिल्ड डायरेक्टरी से अनावश्यक वस्तुएँ हटाएँ
hu: fordítási könyvtár tisztítása
it: pulisci la directory di costruzione pacchetto
ja: build ディレクトリを消去する
nl: verse build folder
pt_pt: limpar diretório de compilação
ru: очистить каталог сборки
sv: rensa byggkatalogen
tr: inşa dizinini temizle
uk: очистити теку збирання

source: do not look for dependencies
bg: не търси зависимости
ca: no busquis dependències
cs: nehledat závislosti
de: nicht nach Abhängigkeiten suchen
el: παράλειψη ελέγχου απαιτούμενων πακέτων
es_ar: no buscar dependencias
fr: ne pas rechercher les dépendances
hi_in: आश्रित पैकेज न खोजें
hu: ne figyelje a függőségeket
it: non ricercare le dipendenze
ja: 依存関係のあるパッケージを探さない
nl: zoek niet naar afhankelijkheden
pt_pt: não procurar dependências
ru: игнорировать зависимости
sv: leta inte efter beroenden
tr: bağımlılıkları gözardı et
uk: не шукати залежності

source: do not prompt
bg: не питай
ca: no preguntis
cs: neptat se
de: nicht nachfragen
el: χωρίς προτροπή
es_ar: no indicar
fr: ne pas confirmer
hi_in: संकेत न करें
hu: nem kérdez
it: non fare richieste ulteriori
ja: プロンプト·ウィンドウを表示しない
nl: stel geen vragen
pt_pt: não perguntar
ru: не спрашивать
sv: bekräfta inte
uk: не запитувати
