Repository: jaos/slapt-src
Catalog: po/*.po
Languages: bg, ca, cs, de, el, es_ar, fr, hi_in, hu, it, ja, nl, pt_pt, ru, sv, tr, uk

source: fetch, build, and install the specified slackbuild(s)
bg: извлечи, изгради и инсталирай посочения slackbuild(-ове)
ca: recull, construeix i instal·la els slackbuilds especificats
cs: načte, sestaví a nainstaluje specifikované slackbuildy
de: gewählte(s) SlackBuild(s) holen, paketieren und installieren
el: λήψη, δημιουργία και εγκατάσταση των πακέτων από τα slackbuild
es_ar: recuperar, compilar e instalar el(los) slackbuild(s) especificado(s)
fr: récupère, construit et installe les slackbuild spécifiés
hi_in: निर्दिष्ट स्लैकबिल्ड प्राप्त, बिल्ड व इंस्टॉल करें
hu: a meghatározott slackbuild csomag(ok) letöltése, fordítása és telepítése
it: recupera, costruisci ed installa gli slackbuild(s)
ja: 選択 slackbiuld を取得・ビルド・インストールする
nl: verkrijg, maak, en installeer de gespecificeerde slackbuild(s)
pt_pt: obter, compilar e instalar o(s) slackbuild(s) indicados
ru: получить, собрать и установить указанные слакбилды
sv: hämta, bygga och installera de angivna slackbuild(s)
uk: отримати, зібрати і встановити вказаний slackbuild(и)

source: fetched
bg: извлечен
ca: recollits
cs: načteno
de: geholt
el: ληφθούν
es_ar: recuperado
fr: récupérés
hi_in: प्राप्त किए
hu: fogadott
it: recuperato
ja: 取得中
nl: verkregen
pt_pt: obtido
ru: получены
sv: hämtas
uk: отримано

source: installed
bg: инсталиран
ca: instal·lats
cs: instalováno
de: installiert
el: εγκατασταθούν
es_ar: instalado
fr: installés
hi_in: इंस्टॉल किए
hu: telepített
it: installato
ja: インストール中
nl: geinstalleerd
pt_pt: instalado
ru: установлены
sv: installeras
tr: kurulmuş
uk: встановлено

source: list available slackbuilds
bg: покажи наличните slackbuild-ове
ca: llista els slackbuilds disponibles
cs: seznam dostupných SlackBuildů
de: verfügbare SlackBuilds auflisten
el: εμφάνιση όλων των διαθέσιμων slackbuild
es_ar: listar slackbuilds disponibles
fr: liste les slakbuild disponibles
hi_in: उपलब्ध स्लैकबिल्ड सूचीबद्ध करें
hu: elérhető slackbuild csomagok listája
it: mostra gli slackbuilds disponibili
ja: 利用可能な slackbuild
nl: toon beschikbare slackbuilds
pt_pt: listar slackbuilds disponíveis
ru: список доступных слакбилдов
sv: lista tillgängliga slackbuilds
tr: kullanılabilir slackbuild'ları listele
uk: список доступних slackbuild'ів

source: only fetch and build the specified slackbuild(s)
bg: само извлечи и изгради посочените slackbuild(-ове)
ca: només recull i construeix els slackbuilds especificats
cs: pouze stáhnout a sestavit specifikované slackbuildy
de: gewählte(s) SlackBuild(s) nur holen und erstellen
el: μόνο λήψη και δημιουργία των πακέτων από τα slackbuild
es_ar: recuperar y compilar solamente el(los) slackbuild(s) especificado(s)
fr: récupère et construit les slackbuild spécifiés
hi_in: केवल निर्दिष्ट स्लैकबिल्ड प्राप्त व बिल्ड करें
hu: a meghatározott slackbuild csomag(ok) csak letöltése és fordítása
it: recupera e costruisci senza installare gli slackbuild(s) selezionati
ja: 選択 slackbuild を取得・ビルドのみ行う
nl: verkrijg en maak alleen de gespecificeerde slackbuild(s)
pt_pt: obter e compilar o(s) slackbuild(s) indicado(s)
ru: только получить и собрать указанные слакбилды
sv: hämta bara och bygg de angivna slackbuild(s)
uk: тільки отримати і зібрати вказаний slackbuild(и)

source: only fetch the specified slackbuild(s)
bg: само извлечи посочените slackbuild(-ове)
ca: només recull els slackbuilds especificats
cs: pouze stáhnout specifikované slackbuildy
de: gewählte(s) SlackBuild(s) nur holen
el: μόνο λήψη των slackbuild(s)
es_ar: recuperar solamente el(los) slackbuild(s) especificado(s)
fr: récupère les slackbuild spécifiés
hi_in: केवल निर्दिष्ट स्लैकबिल्ड प्राप्त करें
hu: a meghatározott slackbuild csomag(ok) csak letöltése
it: recupera soltanto gli slackbuild(s) selezionati
ja: 指定された slackbuild を取得のみ行う
nl: verkrijg alleen de gespecificeerde slackbuild(s)
pt_pt: apenas obter o slackbuild(s) indicado
ru: только получить указанные слакбилды
sv: hämta endast de angivna slackbuild(s)
uk: тільки отримати вказаний slackbuild(и)

source: run specified command on generated package
bg: изпълни посочената команда на вече генериран пакет
ca: executa l'ordre especificada al paquet generat
cs: spustit na vygenerovaném balíčku specifikovaný příkaz
de: angegebenen Befehl auf fertige(s) Paket(e) anwenden
el: εκτέλεση της προσδιοριζόμενης εντολής στο πακέτο που δημιουργείται
es_ar: ejecutar comando especificado para el paquete generado
fr: Exécute la commande indiquée sur le paquet généré
hi_in: बनाए गए पैकेज हेतु निर्दिष्ट कमांड निष्पादित करें
hu: meghatározott parancsok futtatása az elkészített csomagon
it: lancia il comando specificato sul pacchetto generato
ja: 生成パッケージで指定されたコマンドを実行する
nl: voer gespecificeerd commando uit op aangemaakt pakket
pt_pt: executar comando no pacote gerado
ru: выполнить указанную команду для сгенерированного пакета
sv: köra det angivna kommandot på genererade paket
tr: üretilen pakette belirtilen komutu çalıştır
uk: запустити вказану команду у створеному пакунку

source: search available slackbuilds
bg: търси наличните slackbuild-ове
ca: cerca els slackbuilds disponibles
cs: vyhledat dostupné SlackBuildy
de: verfügbare SlackBuilds suchen
el: αναζήτηση στα διαθέσιμα slackbuilds
es_ar: buscar los slackbuilds disponibles
fr: rechercher les slackbuild disponibles
hi_in: उपलब्ध स्लैकबिल्ड खोजें
hu: elérhető slackbuild csomagok keresése
it: ricerca slackbuilds disponibili
ja: 有効な slackbuild を検索する
nl: zoek beschikbare slackbuilds
pt_pt: procurar slackbuilds disponíveis
ru: найти доступные слакбилды
sv: Sök tillgängliga slackbuilds
tr: kullanılabilir slackbuild'ları ara
uk: шукати доступні slackbuild'и

source: show specified slackbuilds
bg: покажи посочените slackbuild-ове
ca: visualitza els slackbuilds especificats
cs: zobrazit uvedené SlackBuildy
de: gewählte(s) SlackBuild(s) anzeigen
el: εμφάνιση ζητούμενο slackbuild
es_ar: mostrar los slackbuilds especificados
fr: afficher les slackbuild spécifiés
hi_in: निर्दिष्ट स्लैकबिल्ड दिखाएँ
hu: meghatározott slackbuild csomagok mutatása
it: mostra gli slackbuilds selezionati
ja: 指定 slackbuild を表示する
nl: toon gespecificeerde slackbuilds
pt_pt: mostrar slackbuilds especificados
ru: показать указанные слакбилды
sv: visa angivna slackbuilds
tr: belirtilen slackbuild'ları göster
uk: показати вказані slackbuild'и

source: show what will be done
bg: покажи какво ще се направи
ca: visualitza el que es farà
cs: zobrazit akce, které se provedou
de: anzeigen, was getan wird
fr: montrer ce qui sera fait
hi_in: होने वाले कार्य दिखाएँ
it: mostra ciò che verrà fatto
ja: 作業手順を表示する
nl: toon wat er zal gebeuren
pt_pt: mostrar o que será feito
ru: показать что будет сделано
sv: visa vad som ska göras
tr: ne yapılacağını göster
uk: показує, що буде зроблено

source: skip if available via slapt-get, applicable only to --upgrade-all
pt_pt: ignorar se disponível via slapt-get, aplicável apenas a --upgrade-all
sv: hoppa över om tillgänglig via slapt-get, endast tillämpligt för --upgrade-all

source: update local cache of remote slackbuilds
bg: обнови локалната кеш памет на отделни slackbuild-ове
ca: actualitza la cau local d'slackbuilds remots
cs: aktualizovat místní mezipaměť vzdálených SlackBuildů
de: lokal gespeicherte SlackBuilds aktualisieren
el: ενημέρωση τοπικής αποθήκης απομακρυσμένων slackbuilds
es_ar: actualizar el caché local de slackbuilds remotos
fr: met à jour le cache local des slackbuild distants
hi_in: दूरस्थ स्लैकबिल्ड की लोकल कैश अपडेट करें
hu: helyi tároló frissítése a távol slackbuild csomagokból
it: aggiorna la cache locale degli slackbuilds remoti
ja: リモート slackbuilds のローカル·キャッシュを更新する
nl: Ververs de lokale cache van de niet lokale slackbuilds
pt_pt: atualizar cache local de slackbuilds remotos
ru: обновить локальный кэш удалённых слакбилдов
sv: uppdatera lokal cache av remote slackbuilds
tr: uzak slackbuild'ların yerel önbelleğini güncelleme
uk: оновити локальний кеш віддалених slackbuild'ів

source: upgrade all installed slackbuilds
bg: обнови всички инсталирани slackbuild-ове
cs: upgradovat všechny nainstalované SlackBuildy
hi_in: सभी इंस्टॉल स्लैकबिल्ड अपग्रेड करें
it: aggiorna tutti gli slackbuild installati
nl: upgrade alle geïnstalleerde slackbuilds
pt_pt: atualizar todos os slackbuilds instalados
sv: uppgradera alla installerade slackbuilds

source: use the specified configuration file
bg: използвай посоченият конфигурационен файл
ca: usa el fitxer de configuració especificat
cs: použít určený konfigurační soubor
de: angegebene Konfigurationsdatei nutzen
el: προσδιορίστε εναλλακτική τοποθεσία για το αρχείο ρυθμίσεων
es_ar: usar el archivo de configuración especificado
fr: utiliser le fichier de configuration spécifié
hi_in: निर्दिष्ट विन्यास फ़ाइल उपयोग करें
hu: használni kívánt konfigurációs állomány meghatározása
it: utilizza il file di configurazione selezionato
ja: 指定された設定ファイルを使用する
nl: gebruik het gespecificeerde configuratiebestand
pt_pt: utilizar ficheiro de configuração especificado
ru: использовать указанный конфигурационный файл
sv: Använd den angivna konfigurationsfilen
tr: belirtilen yapılandırma dosyasını kullanın.
uk: використовувати вказаний файл налаштувань

source: Usage: %s [action]
hu: Használat: %s [művelet]
